{
    "04-05": "Feliz aniversario de 6 meses:) te amo.",
    "04-06": "Entiendo el dolor que mis acciones anteriores han causado y me comprometo a hacer todo lo necesario para recuperar tu confianza.",
    "04-07": "Tu amor es mi mayor fortaleza. Gracias por estar siempre a mi lado.",
    "04-08": "Cada momento contigo es un regalo. Te quiero m치s de lo que sabes.",
    "04-09": "Tu sonrisa es mi inspiraci칩n. Te amo mucho.",
    "04-10": "No ocultar칠 nada, porque conf칤o en nuestro amor y en nuestra capacidad de superar juntas cualquier problema.",
    "04-11": "Eres el aguacate de mi tostada, me complementas perfectamente:)",
    "04-12": "Es natural tener inseguridades, pero quiero que sepas que en mis ojos, eres absolutamente bonita.",
    "04-13": "Tu amor me da fuerzas para enfrentar cualquier desaf칤o. Te amo.",
    "04-14": "Eres el sue침o del que nunca quiero despertar. Te quiero para siempre.",
    "04-15": "Tu amor llena mi vida de alegr칤a y esperanza. Gracias por todo.",
    "04-16": "Eres mi batido de prote칤nas, porque contigo siempre me siento m치s fuerte.",
    "04-17": "Tu presencia hace que mi mundo sea m치s bonito. Te quiero mucho.",
    "04-18": "Prometo que siempre conocer치s mi verdad, porque valoro demasiado lo que tenemos como para arriesgarlo de nuevo.",
    "04-19": "Gracias por ser mi apoyo incondicional. Te quiero.",
    "04-20": "Tu amor es mi mayor tesoro. Te amo con todo mi coraz칩n.",
    "04-21": "Qui칠n fuera carbohidrato para ser tu fuente de energ칤a. Te amo.",
    "04-22": "Eres la chica m치s bonita del mundo. Te amo.",
    "04-23": "Estoy tremendamente enamorada de ti. Te quiero con toda mi fuerza.",
    "04-24": "Eres como el agua, vital e indispensable en mi vida (no tengo dependencia). Te amo.",
    "04-25": "Gracias por ser mi compa침era de vida. Te quiero para siempre.",
    "04-26": "Contigo, cada d칤a es mejor que el anterior. Te amo infinitamente.",
    "04-27": "Quiero casarme contigo. Te quiero con todo mi ser.",
    "04-28": "Pienso mucho en el futuro a tu lado, quiero hacerte muy feliz. Te amo.",
    "04-29": "Me encanta agarrarte de la cintura. Te quiero mucho.",
    "04-30": "Prometo trabajar en mis inseguridades y comunicarme abiertamente sobre mis celos.",
    "05-01": "춰Feliz D칤a del Trabajo! Gracias por todo el trabajo que haces en esta relaci칩n. Te quiero mucho.",
    "05-02": "Me gusta mirarte a los ojos, me encantan. Te amo muchito.",
    "05-03": "Eres el ingrediente principal en mi receta de amor. Te amo, amor.",
    "05-04": "Eres la vitamina que necesito para ser feliz. Qu칠date mucho tiempo a mi lado.",
    "05-05": "Feliz aniversario de 7 meses:) te amo.",
    "05-06": "Quiero tener hijos contigo (pero que sean como Lola). Te quiero mucho.",
    "05-07": "Tu amor es de las mejores partes de mi vida. Te amo m치s que al Am칠rica.",
    "05-08": "Me comprometo a ser fiel a ti, no solo en mis acciones, sino tambi칠n en mis pensamientos y en mi coraz칩n.",
    "05-09": "Tu amor es el regalo m치s grande que he recibido. Te amo mucho.",
    "05-10": "Todos los d칤as pienso en ti. Te quiero con todo mi ser.",
    "05-11": "Tus curvas son m치s adictivas que la Coca. Me encantas.",
    "05-12": "Quererte y amarte es un privilegio que nunca quiero perder. Te amo.",
    "05-13": "Los angelitos est치n celosos porque ahora sue침o contigo. Te amo.",
    "05-14": "Ojal치 fueras bote de Nutella para meterte los dedos. Jsjsja, te adoro.",
    "05-15": "Tengo una adicci칩n severa a tus besos. Me gustan muchisimo.",
    "05-16": "Te vi y dije: ig de la minita, queremos la champions, ancara messi ancara messi golgolgol. Te amo.",
    "05-17": "Si ser la mujer m치s guapa del mundo fuera pecado, t칰 ya estar칤as en el infierno (no por gei). Te amo.",
    "05-18": "Quiero que nuestra relaci칩n siga creciendo y madurando. Te amo.",
    "05-19": "Besas muy rico.",
    "05-20": "Si fueras un dibujo, ser칤as una obra maestra. Me gustas mucho.",
    "05-21": "Eres la inspiraci칩n que necesito para llevar una vida saludable (especificamente dejar la coca). Te amo.",
    "05-22": "Tengo muchas ganas de tocarte. 쯈u칠 hacemos al respecto?.",
    "05-23": "Me gusta lo dedicada que eres con lo que haces. Te amo, mi bonita.",
    "05-24": "Mereces lo mejor de este mundo y quiero d치rtelo. Te quiero.",
    "05-25": "Todos los d칤as antes de dormir pienso en c칩mo ser치 dormir a tu lado. Adi칩s pesadillas. Te amo,",
    "05-26": "Cu치ndo las cosas mejoren recu칠rdame agradecerle a tus pap치s por semejante mujer. Te quiero mucho, princesita. ",
    "05-27": "M치ndame tu ubicaci칩n para saber en d칩nde est치 mi tesoro, jsajajs. Te amo.",
    "05-28": "Eres mi todo. Te quiero para siempre.",
    "05-29": "No ser칠 suavitel pero s칤 te ando dando tus momentos m치gicos (bien pacheca, averda). Te mando un besito.",
    "05-30": "Estoy empezando a aprender ajedrez pero, 쯗칩nde puedo encontrar un ajedrez que tenga una reina como t칰?. Jsjajs, dame un beso.",
    "05-31": "Tienes la sonrisa m치s bonita que he visto. Quiero besarla.",
    "06-01": "Nada me gusta m치s en esta vida que darte besitos en tus cachetitos sonrojados. Te amo, bonita.",
    "06-02": "쯉abes cu치ndo son las elecciones? es que quiero saber cu치ndo me puedes empezar a gobernar. Te amo.",
    "06-03": "Te admiro mucho y te amo mucho, mi bonita.",
    "06-04": "Perd칩name por a veces ponerte triste, de verdad que lo 칰nico que quiero es ponerte en 4.",
    "06-05": "Feliz aniversario de 8 meses:) te amo.",
    "06-06": "Me encanta cu치ndo est치s caliente y me pones caliente.",
    "06-07": "Me divierto mucho contigo. Pasar tiempo contigo se siente bien.",
    "06-08": "Que lindo es tenerte en mi vida. Te amo.",
    "06-09": "Eres el frijol que le faltaba a mi tortilla:)",
    "06-10": "Tus fotos 游땓 me ponen muy de buenas. Te amo, amor.",
    "06-11": "Tus abrazos siempre me hacen sentir mejor. Dame muchos.",
    "06-12": "Por ti le hecho ganas a la universidad para poder mantener. Te amo.",
    "06-13": "Cu치ndo te enojas te ves demasiado atractiva. Que bendici칩n tenerte.",
    "06-14": "Me gusta mucho cu치ndo me das besos en la frente, espero nunca dejes de hacerlo. Te amo.",
    "06-15": "A칰n sigo pensando en la vez que vimos Los Juegos del Hambre.",
    "06-16": "Me gusta cu치ndo te pones como ni침a chiquita conmigo, me gusta consentirte.",
    "06-17": "Mi debilidad m치s grande son tus chichis.",
    "06-18": "Soy la persona m치s afortunada del mundo por tenerte a mi lado. Te amo.",
    "06-19": "Tu amor es mi inspiraci칩n diaria. Te amo con toda mi fuerza.",
    "06-20": "Gracias por elegirme, har칠 que valga la pena esa elecci칩n. Te amo.",
    "06-21": "Alg칰n d칤a no muy lejano te llenar칠 de flores. Muero por ver tu carita feliz.",
    "06-22": "Siempre que te veo termino con las mejillas adoloridas de tanto sonre칤r.",
    "06-23": "Admiro mucho el esfuerzo que haces referente a la universidad, s칠 que valdr치 la pena. Te amo.",
    "06-24": "A veces me preocupa no poder darte todo lo que mereces, as칤 que gracias por seguir aqu칤.",
    "06-25": "Te tengo muchas ganas.",
    "06-26": "Me comprometo a respetar nuestra relaci칩n y a ti, siendo siempre fiel.",
    "06-27": "T칰 me haces querer ser mejor persona. Te adoro, bonita.",
    "06-28": "Quiero amarte de la manera que necesitas ser amada. Ayud치me a hacerlo.",
    "06-29": "Me encanta la relaci칩n que tienes con tu familia. Espero alg칰n d칤a ser parte de eso.",
    "06-30": "Ya estoy pensando c칩mo pedirte matrimonio. Te amo, muchote.",
    "07-01": "Me haces m치s feliz que el Am칠rica.",
    "07-02": "Contigo puedo ser yo misma, gracias por darme esa confianza. Te amo.",
    "07-03": "A tu lado, cada peque침o momento se convierte en un recuerdo bonito. Gracias por tanto amor.",
    "07-04": "Prometo ser tu apoyo en los d칤as dif칤ciles y tu compa침칤a en los d칤as m치s brillantes.",
    "07-05": "Feliz aniversario de 9 meses:) te amo.",
    "07-06": "Encontrar palabras para describir lo mucho que te amo es imposible. Eres mi todo.",
    "07-07": "Estar contigo me ha ense침ado el verdadero significado del amor y la felicidad.",
    "07-08": "Prometo hacerte sonre칤r todos los d칤as, porque tu felicidad es lo que m치s me importa.",
    "07-09": "Contigo, cada d칤a es una aventura inolvidable. Te quiero mucho.",
    "07-10": "Entre todas las cosas que amo de ti, tus besos ocupan un lugar especial.",
    "07-11": "Gracias por ser mi apoyo incondicional. Te amo con todo mi coraz칩n.",
    "07-12": "Con cada beso, prometo recordarte cu치nto te amo y todo lo que significas para m칤. B칠same mucho.",
    "07-13": "A tu lado, incluso los d칤as m치s comunes se transforman en nuestros mejores recuerdos.",
    "07-14": "Extra침o muchos los v칤deos que me mandabas arregl치ndote para la universidad. Te extra침o.",
    "07-15": "Gracias por ser quien eres, por tu amor, tu paciencia y tu inmenso coraz칩n. Te amo.",
    "07-16": "Me haces sentir tan afortunada y agradecida cada d칤a. Tu amor y tu presencia en mi vida han hecho toda la diferencia.",
    "07-17": "A tu lado he encontrado una felicidad y una paz que no sab칤a que exist칤an. Qu칠date mucho tiempo.",
    "07-18": "A tu lado siento que podemos enfrentar cualquier cosa que la vida nos presente. Te amo.",
    "07-19": "Contigo cada d칤a es una nueva oportunidad para amarte m치s. Te adoro mucho.",
    "07-20": "Eres incre칤ble en tantas formas que a veces no encuentro las palabras adecuadas para decirte lo mucho que te aprecio y te admiro.",
    "07-21": "Gracias por compartir tus d칤as conmigo y por apoyarnos mutuamente en todo momento. Te quiero.",
    "07-22": "Me haces sentir querida de una manera que nunca hab칤a experimentado antes.",
    "07-23": "Quiero agradecerte por cada peque침o gesto de amor, por cada sonrisa que me regalas y por cada momento que decides compartir conmigo.",
    "07-24": "쯏a tuvimos secso?",
    "07-25": "Tus inseguridades no te definen.",
    "07-26": "Quiero que sepas lo mucho que valoro cada sacrificio que haces por nuestra relaci칩n.",
    "07-27": "Estoy profundamente agradecida por tenerte en mi vida y por todo lo que compartimos juntas.",
    "07-28": "Estar a tu lado me ha mostrado lo que realmente significa tener una pareja en la que puedo confiar.",
    "07-29": "Pensando en el futuro solo puedo sonre칤r sabiendo que estar치s en 칠l.",
    "07-30": "Gracias por estar a mi lado en los buenos y en los malos momentos. Te amo, bonita.",
    "07-31": "Gracias por ser mi compa침era, por entenderme y por apoyarme siempre. Eres la mejor.",
    "08-01": "Eres m치s de lo que alguna vez so침칠 encontrar y cada d칤a me siento m치s agradecida por tu amor.",
    "08-02": "Te me antojas mucho.",
    "08-03": "Ver c칩mo nuestra relaci칩n ha crecido y evolucionado con el tiempo me genera mucha felicidad.",
    "08-04": "Ya quiero decirte 'esposa'.",
    "08-05": "Feliz aniversario de 10 meses:) te amo.",
    "08-06": "Quiero hacerte un chupete:)",
    "08-07": "Me hace feliz que me hayas escogido a mi y no a tus 游냤 (con todo respeto).",
    "08-08": "Recuerdo mucho los besos en el parque, fui muy feliz esa vez.",
    "08-09": "Me gusta sentirte pegadita a mi:) sentirte toda.",
    "08-10": "쯏a tuvimos secso?",
    "08-11": "쯌as seguido a McDonald's? porque estas Mcnifica 游.",
    "08-12": "En M칠xico hay 3 cosas que no hay en Mosc칰: tortilla, tequila y una nalgoncita como t칰.",
    "08-13": "Me encanta darte besos en el cuello:)",
    "08-14": "Me gusta mucho el estilo que tienes al vestirte, siempre te ves muy bien.",
    "08-15": "El color rojo en tu cabello siempre ser치 mi favorito.",
    "08-16": "Quiero que vayamos a muchos lugares d칩nde vendan hamburguesas 游꼢.",
    "08-17": "Tienes unos ojos incre칤blemente expresivos y me encantan.",
    "08-18": "Quiero pasar algunas vacaciones a tu lado aunque no prometo portarme bien.",
    "08-19": "Si la lengua es un m칰sculo que tu 游끨 sea mi gimnasio:)",
    "08-20": "Quiero que sepas que soy y siempre ser칠 tu fan n칰mero uno. Admirar la persona que eres me llena de orgullo.",
    "08-21": "Nunca supe cu치nto amor pod칤a tener en mi coraz칩n hasta que te conoc칤.",
    "08-22": "Prometo escucharte m치s, entenderte mejor y apoyarte siempre.",
    "08-23": "Cada d칤a a tu lado me hace so침ar con un futuro juntas.",
    "08-24": "쮼res maga? porque cada vez que te miro, todas las dem치s desaparecen:)",
    "08-25": "Hay algo en tu manera de caminar que es muy atractivo (m치s si te veo de espaldas).",
    "08-26": "Recuerda que en los momentos dif칤ciles, mi mano siempre estar치 ah칤 para sujetar la tuya.",
    "08-27": "Me comprometo a ser la mejor versi칩n de m칤 para ti, para nosotras.",
    "08-28": "Con cada beso me enamoro m치s de ti, te amo.",
    "08-29": "Trabajar칠 para ser una novia m치s comprensiva, atenta y amorosa.",
    "08-30": "Disfruto cada segundo que pasamos juntas y deseo muchos m치s.",
    "08-31": "La forma en que tus ojos se iluminan cuando hablas de lo que te apasiona me hace enamorarme m치s de ti.",
    "09-01": "Quiero meterte los dedos a la boca y que los chupes.",
    "09-02": "Eres mi motivaci칩n para mejorar cada aspecto de m칤 misma.",
    "09-03": "Me encanta c칩mo nuestras diferencias se complementan.",
    "09-04": "춰Feliz cumplea침os, mi bonita! espero que sea un d칤a de mucha alegr칤a para ti.",
    "09-05": "Feliz aniversario de 11 meses:) te amo.",
    "09-06": "Aprecio profundamente tu capacidad de escuchar y tu empat칤a.",
    "09-07": "Amo c칩mo nuestras manos encajan perfectamente, como piezas de un rompecabezas.",
    "09-08": "Cada d칤a contigo es una oportunidad para aprender algo nuevo.",
    "09-09": "La manera en que me apoyas en mis metas y sue침os significa el mundo para m칤.",
    "09-10": "Estoy incre칤blemente agradecida por tener a alguien como t칰 en mi vida.",
    "09-11": "Quiero ser una novia que te haga sentir amada y valorada todos los d칤as.",
    "09-12": "Gracias por aceptarme tal como soy.",
    "09-13": "Los detalles m치s peque침os de nuestro d칤a a d칤a juntas son los que m치s aprecio.",
    "09-14": "La tranquilidad que siento a tu lado es inigualable.",
    "09-15": "Me encanta c칩mo nuestras conversaciones pueden ir desde lo profundamente significativo hasta lo absurdo.",
    "09-16": "쯏a tuvimos secso?",
    "09-17": "Tu habilidad para ver lo bueno en los dem치s, incluso cuando es dif칤cil, me ha ense침ado a ser m치s comprensiva y emp치tica.",
    "09-18": "Escucharte re칤r es uno de mis placeres m치s simples y placenteros.",
    "09-19": "Prometo ser el hombro en el que puedas apoyarte, el o칤do que siempre te escuche y el coraz칩n que te entienda.",
    "09-20": "La gentileza con la que tratas a todos, desde amigos hasta extra침os, refleja la gran persona que eres.",
    "09-21": "Cada vez que me miras me pongo muy nerviosa, me es imposible sostenerte la mirada.",
    "09-22": "Eres como la dieta perfecta: equilibrada, beneficiosa para el coraz칩n y lo que siempre he estado buscando.",
    "09-23": "Me comprometo a enfrentar mis errores, aprender de ellos y mejorar, todo para ser la mejor para ti.",
    "09-24": "Eres como un gol en tiempo extra, llegaste cuando menos lo esperaba pero justo cuando m치s lo necesitaba.",
    "09-25": "Eres, sin lugar a dudas, la mejor novia del mundo.",
    "09-26": "Prometo ser el aplauso m치s fuerte en cada uno de tus logros y el abrazo m치s c치lido en cada desaf칤o.",
    "09-27": "No hay nada que prefiera m치s que compartir mi tiempo contigo.",
    "09-28": "La seguridad y confianza que siento cuando estoy contigo es algo que nunca hab칤a experimentado.",
    "09-29": "Gracias por ser mi mayor apoyo, por creer en m칤 incluso cuando yo no lo hago.",
    "09-30": "No hay nadie m치s con quien desee compartir mi vida.",
    "10-01": "Me comprometo a ser m치s paciente, m치s comprensiva y siempre estar presente.",
    "10-02": "Si el amor fuera un nutriente, t칰 ser칤as mi fuente esencial.",
    "10-03": "Gracias por guiarme con tanto amor y paciencia.",
    "10-04": "A tu lado todo parece posible.",
    "10-05": "Feliz aniversario de 1 a침o:) te amo.",
    "10-06": "No deseo a nadie m치s, solo a ti, hoy y siempre.",
    "10-07": "Cada d칤a a tu lado es una oportunidad para aprender y crecer.",
    "10-08": "Si la vida fuera un partido de f칰tbol, yo elegir칤a tenerte en mi equipo siempre.",
    "10-09": "Quiero ser la persona que est칠 a tu lado en cada cap칤tulo que viene, como tu esposa.",
    "10-10": "Prometo cuidarte a ti y a lo que hemos construido juntas, enfrentando cada desaf칤o con amor y fortaleza.",
    "10-11": "La idea de formar una familia contigo llena mi coraz칩n de emoci칩n.",
    "10-12": "No hay nadie m치s con quien desee escribir la historia de mi vida.",
    "10-13": "Nunca dejes de so침ar, porque mientras persigues tus sue침os, yo estar칠 aqu칤, siendo tu mayor apoyo y fan, admirando la incre칤ble persona que eres.",
    "10-14": "A tu lado siento que podemos superar cualquier obst치culo y alcanzar nuestras metas.",
    "10-15": "쮼res rica en omega-3? porque cada vez que estoy contigo, mi coraz칩n se siente m치s fuerte.",
    "10-16": "En los d칤as en que todo parece ir mal, solo necesito pensar en ti para encontrar la calma.",
    "10-17": "Me esforzar칠 por entender tus necesidades y cumplir tus sue침os.",
    "10-18": "Eres la novia perfecta, la compa침era de vida que siempre so침칠.",
    "10-19": "Nuestro amor es como un libro que nunca quiero terminar de leer.",
    "10-20": "Reconozco que siempre hay espacio para mejorar, y mi amor por ti es la motivaci칩n m치s grande para ser mejor.",
    "10-21": "Contigo he aprendido que el amor verdadero no es solo un sentimiento, sino una elecci칩n diaria.",
    "10-22": "Cada d칤a a tu lado confirma que no necesito a nadie m치s que no seas t칰 para sentirme bien.",
    "10-23": "Cada vez que te veo, siento como si volviera a enamorarme.",
    "10-24": "Eres mucho m치s de lo que alguna vez so침칠.",
    "10-25": "Quiero escucharte gemir.",
    "10-26": "Estar a tu lado me ha ense침ado el verdadero significado de la felicidad.",
    "10-27": "No hay nadie m치s que pueda ocupar tu lugar en mi coraz칩n.",
    "10-28": "Eres el hat-trick perfecto: inteligencia, belleza y una sonrisa que me deja mal.",
    "10-29": "Prometo estar a tu lado en los momentos de 칠xito y en los desaf칤os.",
    "10-30": "Eres la novia con la que todos sue침an.",
    "10-31": "Eres lo m치s importante para m칤, y cuidar de ti y de nuestro amor es mi forma de mostrarte cu치nto significas en mi vida.",
    "11-01": "Eres la nutri칩loga m치s dulce que conozco, y no me refiero al az칰car. Te amo.",
    "11-02": "No importa d칩nde estemos, si estoy contigo, estoy en casa.",
    "11-03": "Prometo ser tu apoyo, tu aliada, tu amiga en cada paso del camino.",
    "11-04": "Siempre estar칠 aqu칤 para ti, en los buenos y malos momentos.",
    "11-05": "Feliz aniversario de 1 a침o y 1 mes:) te amo.",
    "11-06": "Mi mayor deseo es ser tu lugar seguro donde siempre puedas encontrar honestidad y apoyo.",
    "11-07": "Ya quiero vivir contigo. Te amo.",
    "11-08": "Est치s bien nalgoncita. Me encantan tus pompis.",
    "11-09": "Prometo ser siempre transparente contigo, compartirte mis pensamientos y sentimientos abiertamente.",
    "11-10": "쯉eguimos siendo novias?",
    "11-11": "Me comprometo a aprender y crecer junto a ti, enfrentando juntas los desaf칤os.",
    "11-12": "La idea de casarnos y construir una vida juntas me llena de una alegr칤a muy grande.",
    "11-13": "Me comprometo a demostrarte con acciones y palabras que soy digna de tu confianza.",
    "11-14": "Prometo siempre buscarte primero, valorando nuestra relaci칩n por encima de todo.",
    "11-15": "쮼res nutri칩loga? porque sabes perfectamente c칩mo alimentar este sentimiento.",
    "11-16": "Me comprometo a ser completamente transparente en mis palabras y acciones. Te amo.",
    "11-17": "Gracias por ser una de las razones de mi felicidad. Te quiero con todo mi coraz칩n.",
    "11-18": "쯏a tuvimos secso?",
    "11-19": "S칠 que la confianza se construye d칤a a d칤a, y estoy dispuesta a hacer todo lo necesario para fortalecer la nuestra.",
    "11-20": "Me comprometo a mantener viva la chispa entre nosotras, buscando nuevas formas de mantener la emoci칩n.",
    "11-21": "Ser칠 honesta contigo en todo momento, porque tu confianza es mi prioridad.",
    "11-22": "Con cada acto de amor y cada palabra de apoyo, demuestras ser la mejor novia.",
    "11-23": "Me esforzar칠 por ser siempre esa persona en la que puedes apoyarte sin dudar.",
    "11-24": "Eres mi prioridad, y trabajar칠 cada d칤a para demostr치rtelo.",
    "11-25": "Cada vez que te veo confirmo que quiero estar a tu lado para siempre. Te amo",
    "11-26": "Reconozco que los celos son un reflejo de mis propias inseguridades, no de tu comportamiento. Te amo.",
    "11-27": "Debes ser una fibra diet칠tica, porque no haces m치s que mejorar mi d칤a.",
    "11-28": "Recuerda que lo que te hace sentir insegura a ti, para m칤, son detalles que te hacen a칰n m치s especial y atractiva.",
    "11-29": "Tu amor me fortalece y me inspira a ser una mejor persona cada d칤a. Te adoro.",
    "11-30": "Mi coraz칩n es exclusivo para ti, reservado en su totalidad desde el momento en que nos hicimos novias.",
    "12-01": "Tu bienestar es lo m치s importante para m칤.",
    "12-02": "Eres la definici칩n de lo que significa ser bonita por dentro y por fuera.",
    "12-03": "Eres mi elecci칩n, cada d칤a, sin dudarlo, para siempre.",
    "12-04": "Quiero construir un 'siempre' contigo, lleno de amor, comprensi칩n y felicidad.",
    "12-05": "Feliz aniversario de 1 a침o y 2 meses:) te amo.",
    "12-06": "Tu sonrisa es tan dulce que podr칤a sustituir el az칰car en mi dieta. Te amo.",
    "12-07": "Elegir estar a tu lado no es una decisi칩n de un momento, es una elecci칩n que hago todos los d칤as.",
    "12-08": "A veces me quedo sin palabras para expresar lo mucho que significas para m칤. Te amo.",
    "12-09": "La vida es una colecci칩n de momentos, y quiero que todos los futuros momentos sean contigo.",
    "12-10": "Prometo mantenerte en mi mente y en mi coraz칩n incluso cuando estemos lejos la una de la otra.",
    "12-11": "Me comprometo a seguir enamor치ndome de ti cada d칤a apreciando cada vez m치s qui칠n eres.",
    "12-12": "Quiero que sepas que tu valor va mucho m치s all치 de lo f칤sico.",
    "12-13": "En cada beso tuyo, encuentro razones para enamorarme m치s de ti.",
    "12-14": "Me comprometo a cuidar de nuestro amor con ternura y esfuerzo constante.",
    "12-15": "Reconozco el da침o que las mentiras pueden causar y me comprometo a mantener nuestra relaci칩n libre de ellas.",
    "12-16": "Tus besos son mis favoritos, no solo por c칩mo me hacen sentir, sino por todo lo que significan.",
    "12-17": "Dej칠 de buscar mi media naranja cuando vi tu papaya y curiosamente se convirti칩 en mi fruta favorita:)",
    "12-18": "En ti he encontrado todo lo que necesito y no deseo a nadie m치s.",
    "12-19": "Constantemente intento mejorar como persona para ser una mejor novia para ti.",
    "12-20": "Eres como un bal칩n de oro: lo m치s valioso y codiciado en el mundo del f칰tbol de mi coraz칩n.",
    "12-21": "Quiero que cada momento a mi lado te deje una sensaci칩n de bienestar y satisfacci칩n.",
    "12-22": "Eres mi raz칩n para sonre칤r cada d칤a. Te amo infinitamente.",
    "12-23": "Para m칤, cada parte de ti es perfecta, no solo por c칩mo te ves, sino por todo lo que eres.",
    "12-24": "La distancia no disminuye mi amor por ti, especialmente en Navidad.",
    "12-25": "El mejor regalo de Navidad es saber que sigues a mi lado. Te amo, mi bonita.",
    "12-26": "Cada logro tuyo es una victoria para m칤 tambi칠n, porque no hay nadie que apoye tus sue침os m치s que yo.",
    "12-27": "Me comprometo a ser siempre honesta contigo, fomentando una comunicaci칩n genuina entre nosotros.",
    "12-28": "Prometo darte espacio para crecer individualmente, apoyando tus sue침os y aspiraciones.",
    "12-29": "Prometo escucharte con atenci칩n, entenderte sin prejuicios y apoyarte incondicionalmente.",
    "12-30": "Mi coraz칩n es tuyo, y quiero darte todo lo que soy, para siempre.",
    "12-31": "Quiero pasar otro a침o a tu lado. Te amo."
}